Repository: BackupTheBerlios/kinneret
Catalog: knrtheme/po/*.po
Languages: he

source: &Create
he: &יצירה

source: &Erase
he: &מחיקה

source: Do you want to load the theme: "%1" ?
he: האם לטעון את הערכה "%1" ?

source: No description available
he: ללא תיאור

source: No image available
he: ללא תמונה

source: You cannot erase this theme (No write permission)
he: לא ניתן למחוק ערכה זאת (אין הרשאות כתיבה)

source: Do you want to erase the theme: "%1" ?
he: האם למחוק את הערכה "%1" ?

source: Theme erased
he: הערכה נמחקה

source: Unable to erase the theme
he: לא ניתן למחוק את הערכה

source: Create New Theme
he: יצירת ערכה חדשה

source: Detailed name:
he: שם מפורט :

source: Description:
he: תיאור :

source: &Browse
he: &עיון

source: &Snapshot
he: &תצלום

source: In order to make a new theme, first you should modify your current elements in the Control Center- Appearence and Themes, then come back here, and save it into a theme. You cannot modify the elements here. Don't forget to write decent name and description, and attach a preview image. Sopported elements : Background, Icons, Style, Window Decorations, Colors. Also supported : text and background colors in Konqueror and in the desktop.
he: על מנת ליצור ערכה חדשה, קודם כל עליך לערוך את האלמנטים הנוכחיים. ניתן לעשות זאת במרכז הבקרה - מראה וערכות נושא. אחר-כך יש לחזור לכאן ולשמור את הערכה. לא ניתן לערוך את האלמנטים כאן. אל תשכח/י להוסיף שם ותיאור, ולצרף תמונת תצוגה מקדימה. אלמנטים נתמכים : רקע, סמלים, סגנון, קישוטי חלונות, צבעים. כמו-כן נתמכים : צבעי הטקסט והרקע בקונקרור ובשולחן העבודה.

source: Quick help
he: עזרה מהירה

source: Make Snapshot
he: תצלום מסך

source: Taking snapshot in %1 seconds!
he: מצלם בעוד %1 שניות

source: Widget style %1 is not valid
he: סגנון %1 לא תקין

source: Iconset %1 is not valid
he: ערכת סמלים %1 לא תקינה

source: Window Decoration %1 is not valid
he: קישוט חלון %1 לא תקין

source: Load
he: טעינה
