Repository: BackupTheBerlios/kinneret
Catalog: l2swim/po/*.po
Languages: he

source: <b><big><big>Learn To Swim (l2swim)</b></big></big><br><br>An interactive information center.<br>Version: %1<br>Date: %2<br>Programmed by : Nir Misgav<br>Email: %3<br>License: GPL<br>All rights reserved to <i><b>GNU/Linux Kinneret.</i></b>
he: מדריך השחייה (l2swim) אודות הממשק : גרסא: %1, מתאריך: %2 המתכנת: ניר משגב דוא"ל: %3 אתר הפרוייקט: www.linux-kinnreret.org רשיון: GPL כל הזכויות שמורות ל-גנו/לינוקס כנרת. תיאור: "מדריך השחייה" פותח ע"מ לשמש מרכז המידע ומערכת העזרה של גנו/לינוקס כנרת. הממשק נכתב והותאם במיוחד לכנרת, ותוכנן ע"י צוותי הפיתוח והתיעוד כך שיהיה ידידותי וקל הן למשתמש הקצה והן לכותבי התיעוד. הממשק נכתב כך שהוא בלתי תלוי בתכנים, ולכן ניתן להסבה בקלות לצרכים אחרים. מרכז המידע הוא בעל מבנה של עץ תפריטים, ומסוגל להציג מסמכים מסוגים שונים (קבצי pdf, html, תמונות, וכל מה שמוגדר כ-kpart ב-kde ) הממשק "יודע" להריץ ישומים לפי דרישה, ולהפעיל דפדפן חיצוני במקרה של קישור לאינטרנט. הוא תומך בדו-כיווניות ובריבוי שפות. אם גילית באג או שיש לך שאלות או הצעות לשיפור, או אם אתה מפתח הרוצה להשתמש בממשק, אנא שלח לי דוא"ל, או השאר הודעה באתר הפרוייקט, בפורום מתאים.

source: Learn to swim
he: מדריך השחייה

source: Backward
he: אחורה

source: Homepage
he: התחלה

source: Zoom-in
he: הגדלה

source: Zoom-out
he: הקטנה

source: About l2swim
he: אודות

source: ERROR - Image %1 not found
he: שגיאה - קובץ תמונה %1 לא נמצא

source: Go back
he: חזרה

source: Exit
he: יציאה

source: ERROR - Menu file %1 not found.
he: שגיאה - קובץ תפריט %1 לא נמצא

source: Print page
he: הדפסה

source: Your language menu-file: %1 does not exist, using default language instead
he: קובץ התפריט בשפה שלך: %1 לא קיים, משתמש בתפריט ברירת המחדל במקום.
