Repository: BackupTheBerlios/kinneret
Catalog: iwiz/po/*.po
Languages: he

source: Cannot query ISPs
he: שגיאה בעת קבלת רשימת ספקים

source: Cannot query hardware
he: שגיאה בעת קבלת רשימת מודמים

source: Cannot query ethernet devices
he: שגיאה בעת קבלת רשימת ממשקי רשת

source: Cannot get modem type
he: שגיאה בעת קבלת סוג המודם

source: Cannot resolve modem type
he: שגיאה בעת קביעת סוג המודם

source: Cannot query ISP's phone numbers
he: שגיאה בעת קבלת רשימת מספרי גישה

source: Iwiz
he: אשף האינטרנט

source: Must be root!
he: אינך משתמש העל! עליך להיות משתמש העל (root).

source: You must enter username and password
he: חובה להזין שם משתמש וסיסמא!

source: Cannot open /tmp/.cons
he: שגיאה בפתיחת tmp/.cons/

source: Unable to create connection. /tmp/internet_dump containes the output from the tool, please report a bug and include this file.
he: שגיאה ביצירת חיבור הקובץ tmp/internet_dump/ מכיל מידע אודות הכשל, בעת דיווח באג, יש לכלול קובץ זה.

source: Connection created successfuly
he: חיבור נוצר בהצלחה

source: Unable to set connection to default.
he: כשל בקביעת חיבור כחיבור ברירת מחדל

source: Connection set to default
he: חיבור נקבע כברירת מחדל

source: Rename Connection
he: שינוי שם החיבור

source: The name you have selected for the connection is not unique. Please enter a unique name:
he: שם החיבור הנבחר אינו ייחודי. יש להקליד שם ייחודי.

source: Rename
he: שינוי שם

source: Welcome
he: ברוכים הבאים

source: Welcome to the Internet configuration wizard. This wizard will help you to set up your connection to the internet from within Linux. In the next few minutes you will have to answer some simple questions about your connection, modem and ISP (Internet Service Provider). Afterwards, a connection file will be created, and you could use the Dialer tool to connect, disconnect and manage your connections. The default connection is the connection that will be used if no connection was specified. If this is the first time you are running this wizard, and you do not have any connections, or your default connection does not exists, the wizard will automatically make the connection you are about to create, the default connection. Questions, bugs, crashs and all other things may be sent to me, z9u2k@linux-kinneret.org. Please visit the development page (http://iwiz.linux-kinneret.org) before you do.
he: ברוכים הבאים לאשף האינטרנט. האשף יעזור לך להגדיר התחברות לאינטרנט מתוך מערכת גנו/לינוקס. בדקות הקרובות האשף ישאל מספר שאלות פשוטות אודות החיבור, המודם וספק האינטרנט (ISP). לאחר מכן, ייווצר קובץ התקשרות, ויהיה באפשרותך להשתמש בכלי ההתחברות על מנת להתחבר, למחוק ולשנות התקשרויות. חיבור ברירת המחדל הינו החיבור אשר אליו ייתחייס הכלי אם לא צויין חיבור אחר. אם זוהי הפעם הראשונה שאשף זה מורץ, ולא הוגדרו בעבר חיבורים, או שחיבור ברירת המחדל אינו קיים, האשף ייקבע את החיבור שייווצר כעת בחיבור ברירת המחדל. שאלות, באגים, התרסקויות וכל שאר ירקות, ניתן להפנות אלי, z9u2k@linux-kinneret.org. אנא מכם, בקרו באתר הפיתוח של הכל (http://iwiz.linux-kinneret.org) לפני כן.

source: Welcome to the Internet Configuration Wizard!
he: ברוכים באים לאשף הגדרת האינטרנט הישראלי!

source: How do you connect to the internet?
he: כיצד אתם מתחברים לאינטרנט?

source: Local Area Network. Choose this if you are not connecting directly to the internet, but do it through a gateway instate.
he: Local Are Network, יש לבחור באפשרות זו אם אינך מחובר ישירות לאינטרנט, אלא דרך מחשב אחר.

source: Cable
he: כבלים

source: TV Cable
he: כבלים

source: ISDN is a fast connection over special telephone lines
he: ISDN הוא חיבור מהיר על גבי תשתית טלפון מיוחדת

source: Analog (Dial-up)
he: אנלוגי

source: A regular connection made from a regualt analog telephone line
he: חיבור רגיל המבוצע על גבי קו טלפון רגיל (אנלוגי)

source: Connection Type
he: סוג החיבור

source: Debian system handle differently network from other Linuxes, In order to setup the connection right, the wizard needs to know if your distribution if Debian based (e.g. Knoppix), or non-Debian (e.g. RedHat or Mandrake) What system are you running this wizard on?
he: מערכות מבוססות Debian דורשות טיפול שונה משאר הלינוקסים בכל הנוגע לרשתות. בכדי להגדיר את החיבור נכונה, יש לציין הם מדובר במערכת מבוסת Debian (Debian, Knoppix, כנרת), או לא (Mandrake, RedHat). על איזה סוג מערכת מורץ אשף זה כעת?

source: Debian based Linux (Debian, Knoppix, Kinneret, etc...)
he: מערכת מבוססת Debian (Debian, Knoppix, כנרת...)

source: Choose this if your Linux is based on Debian.
he: יש לבחור אפשרות זו אם הפצת הלינוקס ברשותך מבוססת על Debian.

source: Non-Debian based Linux (Mandrake, RedHat etc...)
he: מערכת שאינה מבוססת על Debian (Mandrake, RedHat...)

source: Choose this if your Linux is not based on Debian.
he: יש לבחור אפשרות זו אם הפצת הלינוקס ברשותך אינה מבוססת על Debian.

source: Here is a list if known Israeli Internet Service Providers (ISPs). If your is not on the list, please report to us, and we'll have it added. Please pick your ISP from the list below.
he: להלן רשימה של ספקי אינטרנט ישראליים המוכרים ע"י האשף. אם הספק המובקש אינו ברשימה, אנא דווחו על כך לצוות הפיתוח, ונדאג להוסיפו. יש לבחור את הספק המבוקש מהרשימה הנ"ל.

source: A List of ISPs. Pick the one you use.
he: רשימת ספקים. יש לבחור את הספק דרכו יתבצע החיבור.

source: Here is a list of modems. Choose the modem that is connected to your computer.
he: להלן רשימה של המודמים הנתמכים ע"י האשף. יש לבחור את המודם בו מתבצע השימוש.

source: Pick your modem from the list.
he: יש לבחור מודם מהרשימה

source: Debian, or non-Debian?
he: דיבאן, או לא דביאן?

source: Interface's Address
he: כתובת ממשק

source: From DHCP
he: משרת DHCP

source: Static (Manual)
he: קבוע (ידני)

source: Static Address
he: כתובת קבועה

source: Address
he: כתובת

source: Netmask
he: מיסוך

source: Broadcast
he: שידור

source: Gateway
he: שער

source: Which card your modems connects to?
he: לאיזה כרטיס רשת מחובר המודם?

source: IP Addresses
he: כתובת IP

source: Available phone numbers:
he: מספרי גישה:

source: You will now have to specify some parameters about your modem and the way it is connected to your computer
he: עליך לציין מספר פרמטרים לגבי המודם הנבחר והדרך בה הוא מחובר למחשב

source: Choose interface:
he: יש לבחור ממשק:

source: Through Ethernet Card
he: דרך כרטיס רשת

source: Through USB
he: דרך שקע USB

source: Ethernet
he: כרטיס רשת

source: What is the module name that has to be loaded into the kernel to make the modem active (without the .o suffix)?
he: מהו שמו של המודול (module) אותו יש לטעון על מנת להפעיל את המודם (ללא הסיומת o.)?

source: After the modem is activated, which network interface will it occupy?
he: לאחר שהמודם הופעל, דרך איזה ממשק רשת ניתן יהיה לפנות אליו?

source: Modem's Interface
he: ממשק המודם

source: Type your username as supplied by your ISP (usually English-only letters, In lowercase, with numbers and '_' allowed)
he: יש להקליד את שם המשתמש כפי שסופק ע"י ספק האינטרנט (בד"כ אותיות אנגליות קטנות בלבד, בנוסף לסימן '_')

source: Server:
he: שרת:

source: (Apply mainly to universities)
he: (בעיקר לאוניברסיטאות)

source: Username:
he: שם משתמש:

source: Password:
he: סיסמא:

source: Remember Password (TODO)
he: זכור סיסמא (מל"ב)

source: Connect on Startup (TODO)
he: התחבר בהפעל (מל"ב)

source: Auto reconnect if connection dorpped (TODO)
he: התחבר אוטומטית לאחר התנתקות (מל"ב)

source: The connection's name is a unique name given to this connection. It will be used to identify this connection, in case you have more then one. Please make sure the name you have selected is unique.
he: שם החיבור הוא שם ייחודי הניתלן לחיבור. שם החיבור ישמש באמצעי הבדלה בין החיבור הזה לבין חיבורים אחרים, במקרה והוגדר יותר מחיבור אחד. יש לוודא כי שם החיבור הינו ייחודי.

source: Connection Name:
he: שם החיבור:

source: Set as default conection
he: קבע כחיבור ברירת מחדל

source: Username, password and connection name
he: שם משתמש, סיסמא ושם החיבור

source: _: NAME OF TRANSLATORS Your names
he: Itay 'z9u2K' Duvdevani

source: _: EMAIL OF TRANSLATORS Your emails
he: z9u2k@linux-kinneret.org

source: Unable to set connection to default. /tmp/internet_dump containes to outpur of the tool, please report a bug and include this file.
he: שגיאה בעת קביעת חיבור כחיבור ברירת מחדל.
