Repository: BackupTheBerlios/kinneret
Catalog: confwiz/po/*.po
Languages: ar, he

source: Cannot create KHTML object!
ar: فشل في إصدار KHTML !
he: נכשל ניסיון ליצור אובייקט KHTML!

source: Cannot open /etc/fstab
ar: فشل فتح etc/fstab/
he: פתיחת הקובץ etc/fstab/ נכשלה

source: Device
ar: آله
he: התקן

source: Size
ar: حجم
he: גודל

source: Free (% In Use)
ar: حر ( % مستعمل )
he: שטח פנוי (% בשימוש)

source: Cannot get information about disk usage!
ar: فشل في ألحصول على ألمعطيات عن كمية ألقرص ألمستعمله
he: נכשל ניסיון לקרוא מידע אודות ניצול שטח הכוננים הקשיחים!

source: Cannot get device status, skipping
ar: فشل في ألعثور على معطيات أﻵله , إنتقال
he: נכשל ניסיון לקרוא את מצב ההתקן, מדלג

source: N/A
ar: غير معرف
he: לא-זמין

source: N/A (N/A)
ar: غير معرف (غير معرف)
he: לא-זמין (לא-זמין)

source: System does not have any type of Windows partitions on it. The wizard will now exit.
ar: ألنظام ﻻ يحوي وﻻ نوع من تقاسيم شبابيك ألساحر ينهي ألمهمه أﻵن.
he: לא נמצאו מחיצות חלונות נתמכות (VFAT) במערכת זו. פעולת האשף תסתיים כעת.

source: Cannot get device status
ar: فشل في ألعثور على معطيات أﻵله
he: נכשל ניסיון לקרוא את מצב ההתקן

source: Cannot get information about RAM!
ar: فشل في ألعثور على معطيات ألذاكره - RAM
he: נכשל ניסיון לקרוא מידע אודות הזיכרון הראשי (RAM)!

source: Cannot get memory status
ar: فشل في معرفة وضع ألذاكره
he: נכשל ניסיון לקרוא את מצב הזיכרון

source: You have not have enough free space on any of your hard drives, You need at least 660MB free.
ar: إنك ﻻ تملك مساحه فارغه في إي من أﻷقراص ألصلبه تحتاج على أﻷقل 660 MB مساحه على ألقرص.
he: אין לך מספיק מקום פנוי על אף אחת מהמחיצות שנמצאו. נדרשים לפחות 660 מגה-בייטים של שטח דיסק פנויים.

source: Cannot search for TTF fonts!
ar: فشل في ألتفتيش عن أحرف TTF !
he: נכשל חיפוש גופני TrueType!

source: Path
ar: مسار
he: נתיב

source: You do not have enough free space on the selected partition, Please go back and select another.
ar: إنك ﻻ تملك مساحه فارغه في ألمسار ألمختار, ألرجاء ألرجوع للخلف وإختيار مسار آخر.
he: במחיצה שנבחרה אין מספיק מקום פנוי, יש לחזור אחורה ולבחור מחיצה אחרת.

source: Swap file too big, swap size reduced to %1
ar: ملف ذاكرة أل SWAP كبير جدا, ملف أل SWAP صغر إلى %1
he: קובץ ההחלפה גדול מדי, גודל הקובץ ישונה ל- %1 מ"ב.

source: You have not selected a partition, please go back and select one.
ar: لم تختار ألتقسيم بعد, ألرجاء ألرجوع إلى ألخلف وإختيار تقسيم.
he: לא נבחרה מחיצה, יש לחזור ולבחור מחיצה אחת לפחות.

source: Name
ar: ألإسم
he: שם

source: You have not selected a home directory. In this case, the wizard set it to the root of your selected partition. To change that, click the 'Back' button.
ar: لم تختار ألدليل ألمحلي بعد. في هذه ألحاله, ألساحر سوف يجعل ألدليل ألمحلي أن يكون ألجذر ألخاص بألتقسيم ألمختار. لتغيير ذلك , ألرجاء ألرجوع إلى ألخلف.
he: לא נבחרה ספריית בית. במקרה זה ספריית הבית נקבעה לשורש המחיצה אותה בחרת, על-מנת לשנות בחירה זו יש ללחוץ על "חזור".

source: Cannot create directory!
ar: فشل في إنشاء مجلد !
he: נכשל ניסון ליצור את הסיפריה!

source: Choose a directory the containes *.ttf files
ar: إختار ألمجلد ألذي يحوي ملفات ttf .
he: יש לבחור ספריה בה נמצאים גופני TrueType בעלי סיומת ttf.

source: Are you sure you want to remove the directory
ar: هل أنت متأكد بأنك تريد حذف ألمجلد
he: האם ברצונך למחוק את הספריה

source: From the list?
ar: من ألقائمه ؟
he: מהרשימה?

source: Are you sure?
ar: هل أنت متأكد ؟
he: האם הפעולה מאושרת?

source: Current font size: %1
ar: ألحجم ألحالي للحرف : %1
he: גודל גופן נוכחי: %1

source: Configuration Wizard
ar: ساحر ألتعديل
he: אשף ההגדרות

source: Partition
ar: تقسيم
he: מחיצת עבודה

source: Swap File
ar: ملف SWAP
he: קובץ החלפה

source: Home Directory
ar: مجلد ألبيت
he: ספריית הבית

source: TrueType Fonts Import
ar: إستيراد True Type Fonts
he: ייבוא גופני TrueType

source: Conclusion
ar: ألخلاصه
he: סיכום פעולה

source: Confwiz
he: אשף הגדרת <i>גנו/לינוקס-כנרת</i>

source: You have canceled the wizard, Kinneret will now shutdown.
ar: لقد أوقفت ألساحر , كينيرت سوف توقف ألتشغيل أﻵن.
he: פעולת האשף בוטלה ע"י המשתמש, "כנרת" כעת תסגור עצמה.

source: Creating directory... [1/13]
ar: إنشاء مجلد ... [1/13]
he: יוצר ספרייה... [1/13]

source: Allocating swap file... [2/13]
ar: تخصيص ملف ذاكرة بدل ... [2/13]
he: מקצה מקום לקובץ החלפה... [2/13]

source: Creating swap file system... [3/13]
ar: إنشاء نظام ذاكرة بدل... [3/13]
he: יוצר מערכת קבצים בקובץ החלפה... [3/13]

source: Activating swap file... [4/13]
ar: تشغيل ذاكرة ألبدل... [4/13]
he: מפעיל קובץ החלפה... [4/13]

source: Allocating home file... [5/13]
ar: تخصيص ملف ألبيت... [5/13]
he: מקצה מקום לספריית הבית... [5/13]

source: Searching for a free device... [6/13]
ar: يتم ألبحث عن مركب فارغ... [6/13]
he: מחפש אחר התקן זמין... [6/13]

source: Creating home file system... [7/13]
ar: يجري إنشاء نظام ملفات ألبيت...[7/13]
he: יוצר מערכת קבצים עבור ספריית הבית... [7/13]

source: Tunning home gile system... [8/13]
ar: يجري ضبط نظام ألملفات... [8/13]
he: קובע הגדרות מערכת קבצים... [8/13]

source: Changing ownership... [9/13]
ar: يجري تغيير ألملكيه... [9/13]
he: משנה הרשאות... [9/13]

source: Copying home... [10/13]
ar: يجري نسخ مجلد ألبيت... [10/13]
he: מעתיק קבצים... [10/13]

source: Releasing home device... [11/13]
ar: تحرير ألبيت... [11/13]
he: משחרר התקן... [11/13]

source: Activating home... [12/13]
ar: تشغيل ألبيت... [12/13]
he: מפעיל את תיקיית הבית... [12/13]

source: Finishing... [13/13]
ar: ينهي... [13/13]
he: מסיים... [13/13]

source: Working... [N/A]
ar: مشغول...[غير معرف]
he: עובד... [לא זמין]

source: <B><U>Configuration Wizard - Help</U></B><BR/> <BR/> <U>Configuration types</U><BR/> <BR/> <I>Automatic</I> - Selects the partitions with the largest free space, sets your home directory to it's root, imports TrueType fonts from an existing Windows partition and creates a swap file so that at least 300M stays free, and not larger then 256M. It is highly recommended to select this option.<BR/> <BR/> <I>No Configuration</I> - No configuration is made at all, not home directory is created, and no swap file or TrueType index is made.<BR/> <BR/> <I>Expert Mode</I> - Allows manual configuration of the working partition, the home directory, the swap file and the TrueType fonts index. This option is recommended for the use of Linux / Computers experts only.<BR/> <BR/> <U>Partition mapping under Linux</U><BR/> In Linux, the partition mapping and naming method is different then the method known to Windows users (C, D etc).<BR/> In Linux, the naming is made by the physical structure and layout of the partitions. Each hard-drive gets the prefix hd, to indicate it is a hard-drive.<BR/> Afterward, each physical drive gets a letter, a, b, c, or d, by their order, e.g., the first drive on the first IDE device (the Primary Master) gets the suffix a. the Secondary Master gets the letter b. the Primary Slave and the Secondary Slave gets the letters c and d respectively.<BR/> The string ends with a digit, representing the number of partition (starting from 1). Therefore, hda1 will be the first partition on the first hard-drive connected to the Primary IDE device. hda2 will be the second partition on the hard-drive. hdb4 will be the fourth partition on the Secondary Master etc.<BR/> <BR/> <U>How do I translate Linux mapping (hda1, hdc10 etc) to Windows mapping (C, D etc)?</U><BR/> There is not way of doing it directly because Windows maps drives without relation to their physical order.<BR/> In most Windows systems, incremental numbering of Windows style partitons will match the incremental numbering of Linux partitions, meaning, hda1 will be drive C, drive D will be either hda2 or hdb1 (depending on the number of partitions on hda)<BR/> <BR/> Please note that this method will not work on all system, since Windows allows the user to manually change letters of drives, and sometimes put the CD-ROM(s) in the middle of the hard-drives and not at the end (so C and D might be hard-drives, E will be a CD-ROM and F will be another hard-drive). The method above should work for most system, but that is NOT guaranteed.
he: <B><U>אשף ההגדרות - עזרה</U></B><BR/><BR/><U>סוגי הגדרות </U><BR/> <BR/><I>אוטומטית</I> - בוחרת את המחיצה עם המקום הפנוי הרב ביותר, קובעת את ספריית המסמכים לשורשה, מייבאת גופני TrueType ממחיצת חלונות קיימת ויוצרת קובץ החלפה כך שישארו לפחות 300 מ"ב פנויים על המחיצה ובכל מקרה לא יותר גדול מ- 256 מ"ב. מומלץ ביותר לבחור באפשרות זו. <BR/> <BR/><I>ללא</I> - לא מתבצעות הגדרות כלל, לא תיווצר תיקיית בית, קובץ החלפה או אינדקס גופנים. אפשרות זו לא מאפשרת שמירה של מסמכים והגדרות ואינה ממולצת כיוון שהיא תגרום לביצועים עלובים מצד המערכת על מערכות שאינן חזקות יחסית. <BR/> <BR/><I>מתקדם</I> - מאפשר קביעה ידנית של מחיצת העבודה, תיקיית העבודה וגודל קובץ ההחלפה. אפשרות זו ממולצת לשימושם של מומחים בלבד. <BR/> <BR/><U>שיטת מספור הכוננים והמחיצות תחת לינוקס </U><BR/>בלינוקס מספור הכוננים והמחיצות אינו כמו בחלונות ע"פ אותיות (C, D וכו'). <BR/>בלינוקס, המספור מבוצע לפי המבנה הפיסי של המחשב ושל הדיסק. כל כונן קשיח מקבל קידומת hd. קידומת זו מציינת כי מדובר בכונן קשיח. <BR/>לאחר מכן באה אחת מארבע האותיות a, b, c וא d, המסמלות את המקום אליו מחובר הכונ הקשיח למחשב. hda הוא הכונן הראשון המחובר לבקר ה- IDE ונקרא גם ה- Primary Master. <BR/>הכונן hdb הוא הכונן השני ומכונה גם Primary Slave, המספור רץ כך ש- c ו- d מסמלים את ה- Secondary Master ו- Secondary Slave בהתאמה. <BR/>לאחר מכן באה סיפרה, המסמלת את המחיצה בדיסק החל מהסיפרה 1. hda1 היא המחיצה הראשונה על הדיסק הראשון. hda2 היא המחיצה השניה על הדיסק הראשון. hdb4 היא המחיצה הרביעית על הדיסק השני וכן הלאה. <BR/> <BR/><U>איך להמיר מהצגת לינוקס (hda1) להצגת חלונות (C, D)? </U><BR/>אין שיטה בדוקה, כיוון שחלונות ממפה את הכוננים כראות עיניה וללא התחשבות בסדרם הפיסי של הכוננים והמחיצות.<BR/>ברוב מערכות החלונות, המספור הרץ של מחיצות חלונות יתאים למספור הרץ של מחיצות הלינוקס, כלומר כונן C יהיה hda1, כונן D יהיה hda2 או hdb1 (תלוי במספר המחיצות על הדיסק הראשון).<BR/> <BR/>למרות זאת, ייתכנו מערכות בהן שיטה זו אינה תעבוד כיוון שחלונות מיפתה את המחיצות אחרת, במערכות כאלה לא ניתן להמיר באופן פשוט את התצוגות ויש לנחש באיזה מחיצה מדובר ע"פ תוכנה. אשף ההגדרות מציג את הייצוג המשוער של מחיצות החלונות ע"פ שיטת המספור הרץ שאמורה להתאים לרוב המערכות.<BR/>

source: Return
he: חזרה

source: Configuring...
he: איתחול קבצים והגדרות הנדרשים להפעלת המערכת יש להמתין בעת הגדרת תצורת המערכת - פעולה זו תימשך דקות אחדות (תלוי במהירות המחשב שלך) במהלכה יאותחלו קבצים ויבוצעו הגדרות הנדרשות להפעלת המערכת. העכבר עלול להגיב באיטיות בשלב זה

source: Please wait, configuring...
he: יש להמתין בעת הגדרת תצורת המערכת... (פעולה זו עלולה להימשך זמן מה).

source: Creating Directory... [1/13]
he: יוצר ספרייה... [1/13]

source: Welcome to Kinneret!
he: ברוך בואך ל<i>גנו/לינוקס כנרת</i>!

source: <I>GNU/Linux Kinneret</I> is a CD based (LiveCD) Operating System (OS) and a large collection of applications. The system does not require any complicated configuration, or installation, and features an automatic hardware detection, friendly configuration wizards, a large collection of quality applications and a full built-in Hebrew support (and other languages soon).<BR/><BR/>Among the application you will find: Office Suits (Word processors, Spread sheets, Presentation editor etc.), Internet applications (Web-browsers, E-mail clients, Instant messengers, Chat clients etc.), Multimedia applications (Audio players, Video players, Image manipulators and editors etc.) and a collection of fun games.<BR/><I>GNU/Linux Kinneret</I> is aimed in the first place to the students in the Israeli educational system. Therefore, it includes a large collection of educational programs, learning aids and development environments the are required throughout the year.<BR/><BR/>The project will allow equality in the technological education of all low-socioeconomy status students by offering a high-quality free (of charge, too) alternative to the proprietary software that are used by the student throughout the learning process. The project also aims at promoting the Free-Software and Open-Source movements in Israel.<BR/><BR/>If you would like to contribute to the project, or get help and more information, we invite you to out project website, located at: http://www.linux-kinneret.org. We'd be glad to get any kind of help (including help that does not involve programming, such as translating, documentation writing and quality assurance).<BR/><BR/>NOTICE! This version is a development version and still experimental. We reccomend unexperienced users to wait to the official and full version. Information about the release of our official version will be published at the project's site.
he: <i>גנו/לינוקס כנרת</i> הינה מערכת הפעלה ומגוון יישומים המופעלים מתקליטור. המערכת אינה מחייבת התקנה ו/או הגדרות מסובכות, ומכילה זיהוי חומרה אוטומטי, אשפי הגדרות ידידותיים, מגוון יישומים עשיר ואיכותי וכן תמיכה מלאה בעברית (ובעתיד בשפות נוספות).<br/> <br/>בין היישומים המסופקים בתקליטור ניתן למנות יישומים משרדיים (מעבד תמלילים, גיליון אלקטרוני, עורך מצגות ועוד), יישומי אינטרנט (דפדפן, דוא&quot;ל, מסרים מיידיים, צ'אט ועוד), יישומי מולטימדיה (נגינת שירים, צפיה בסרטים, עריכת תמונות ועוד) וכן מגוון משחקים. <i>גנו/לינוקס כנרת</i> מיועדת בראש ובראשונה לתלמידים במערכת החינוך הישראלית, ולכן היא כוללת מגוון לומדות, עזרי לימוד וסביבות פיתוח הנדרשים במהלך שנות הלימוד.<br/> <br/>מטרות הפרוייקט הן מתן הזדמנות שווה לתלמידים מכל האוכלוסיה בחינוך הטכנולוגי, הצגת אלטרנטיבה חופשית ואיכותית למערכת ההפעלה ולתוכנות הקנייניות בהן משתמש התלמיד בעת לימודיו וכן קידום תנועות התוכנה החופשית והקוד הפתוח בישראל.<br/> <br/>אם ברצונך לעזור בקידום הפרוייקט או לקבל מידע נוסף ועזרה, אנו מזמינים אותך לבקר באתר הפרוייקט בכתובת http://www.linux-kinneret.org. נשמח לקבל כל עזרה (גם כזו שאינה תיכנותית, כגון תרגומים, כתיבת תיעוד ובדיקות איכות) שיש באפשרותך לתרום לפרוייקט.<br/> ;<br/>לידיעתך! גרסה זו היא גירסת פיתוח ניסיונית ולא מושלמת. אנו ממליצים למשתמשים לא מנוסים להמתין לשחרור הגרסה הרשמית והמלאה. מידע אודות שחרור הגרסה הרשמית יפורסם באתר הפרוייקט.

source: Language
he: שפה

source: Hebrew
he: עברית

source: Russian
he: русский

source: Arabic
he: ﺍﻟﻌﺮﺑﻴﺔ

source: For those of you the default font size is too small/large, we've supplied two buttons for increasing and decreasing the interface's font size.
he: לאלו מכם שגופן ברירת המחדל גדול\קטן מדי, הוספנו את האפשרות להגדיל ולהקטין את גודל גופן הממשק.

source: Increase
he: הגדל

source: Decrese
he: הקטן

source: Current Font Size: 12
he: גודל גופן נוכחי: 12

source: Nice To Meet
he: נעים להכירך

source: Back to Kinneret's License
he: בחזרה לרשיון "גנו/לינוקס כנרת"

source: I agree to the terms above
he: אני מסכימ\ה לתנאים הנ"ל

source: License
he: רשיון שימוש

source: <I>GNU/Linux Kinneret</I> allows you to use it without installation or configuration, in order to experience with the system.<BR/><BR/>In order to allow your work with <I>GNU/Linux Kinneret</I> to be as productive as possible, and allowing you to save you documents, preferences and data to your hard-drive, you'll have to dedicate a few minutes to complete this wizard.<BR/><BR/>The wizard will be activated each time you'll boot <I>GNU/Linux Kinneret</I>, until you'll create the necessary files (by choosing Automatic or Expert configuration). After the files were successfully created the wizard will stop "popping-up" during boot-up.<BR/><BR/>Please select your preferred configuration options:
he: יש באפשרותך להפעיל את <i>גנו/לינוקס כנרת</i> מהתקליטור וללא התקנה או הגדרות כלשהן, על-מנת להתרשם מיכולות המערכת.<br/>&nbsp;<br/>על-מנת לאפשר לעבודתך עם <i>גנו/לינוקס כנרת</i> להיות יעילה ככל האפשר, וכן לאפשר לך לשמור הגדרות התאמה-אישית וכן מסמכים לכונן הקשיח, עליך להקדיש מספר דקות מעטות להשלמת פעולת אשף זה.<br/>&nbsp;<br/>אשף זה יופיע בכל איתחול של המערכת עד להשלמת פעולתו. לאחר מכן לא תידרש הפעלה חוזרת של האשף בעליית המערכת.<br/>&nbsp;<br/>נא לבחור באחת מהאפשרויות הבאות בכדי להמשיך:<br/>

source: Configuration Types
he: אפשרויות הפעלה

source: Automatic (Recommended)
he: אוטומטית (מומלצת, ההגדרות ייקבעו על-פי נתוני המערכת)

source: No Configuration (Not Recommended)
he: ללא הגדרות (לא מומלצת, גם אם ברצונך רק להתנסות עם המערכת)

source: Expert Mode (Only for Linux know-hows)
he: מומחה (רק לבעלי היכרות עם לינוקס או בעלי ידע במחשבים)

source: Configuration Type
he: אפשרות הפעלה

source: Side Menu
he: תפריט צד

source: In this step you will have to choose the partition that will be used to store your documents and configuration files.<BR/><I>GNU/Linux Kinneret</I> scanned you hard-drive(s), and found the following usable partitions:
he: יש לבחור את המחיצה שבה יישמרו קבצי ההגדרות והמסמכים שלך.<br/>&nbsp;<br/><i>גנו/לינוקס כנרת</i> סרקה את הכונן הקשיח שלך, ומצאה את המחיצות הבאות שבהן ניתן להשתמש:<br/>

source: We already choosen the partitions with the largest free-space. In order to change out selection, click a different partition.<BR/><BR/>Partitions mapping id presented in it's Unix form, in addition to it's <B>estimated</B> Windows-ish name. You can get more information about partition mapping by clicking on the "help" button.
he: כבר בחרנו עבורך את המחיצה בעלת המקום הפנוי הרב ביותר, שיאפשר לך לאחסן את כל מסמכיך. יש באפשרותך לסמן מחיצה אחרת בעזרת לחיצה עם העכבר. בכדי לעבור לשלב הבא יש לבחור ב&quot;המשך&quot;.<br/>&nbsp;<br/>מיפוי המחיצה (או המחיצות) מוצג לפי הנוסח הלינוקסי בנוסף למיפוי החלונאי <b>המשוער</b>. ניתן לקבל מידע נוסף על כך על-ידי לחיצה על כפתור &quot;עזרה&quot;.<br/>

source: In this step you will have to specify the size of the to-be-created swap file.<BR/>The swap file expands the memory that is available to the system, thus increasing performance. Therefore, it is highly recommended that you create a swap file, if you don't have a swap partition already (Notice: Creating the swap file might take a little while, but on the next time you will run <I>GNU/Linux Kinneret</I> you will notice a high improvement in performance. The recommended swap size is two time your cache memory (RAM) and it's importance increases when you have little RAM).<BR/>If you do not wish a swap file, enter zero.<BR/><BR/>Note: The maximal swap size is 4G, or 4096MB.<BR/>Any value above 4096MB will be reduced to 4096MB. If the partition you have selected does not have enough room for the specified swap size, the wizard will adjust the swap size to the partition and a message will be displayed.
he: זהו השלב בו עליך לקבוע את גודל קובץ ההחלפה (swap) שיווצר.<br/>קובץ ההחלפה מרחיב את הזיכרון הזמין למערכת, ולפיכך מומלץ ליצור קובץ כזה (לתשומת לבך: הגדרת הקובץ עלולה לארוך זמן מה בפעם הראשונה, אך הוא ישפר את ביצועי המחשב בכל הפעלה חוזרת. גודל קובץ ההחלפה המומלץ הוא עד פי שתיים מגודל הזיכרון הפנימי, וחשיבותו עולה ככל שיש פחות זיכרון פנימי.).<br/>אם אין ברצונך ליצור קובץ החלפה, יש להכניס אפס.<br/>&nbsp;<br/>הערה: הגדול המקסימלי של קובץ ההחלפה המותר הוא ארבעה ג'יגה בייט או 4096 מ&quot;ב.<br/>כל ערך הגדול מ- 4096 מ&quot;ב, יופחת ל- 4096. במקרה והמחיצה אינה מכילה מספיק מקום פנוי, האשף יתאים את גודל קובץ ההחלפה למחיצה ותוצג הודעה.<br/>

source: Please enter the desired swap size:
he: יש לקבוע את גודל קובץ ההחלפה המבוקש:

source: MB
he: מ"ב

source: A directory name 'kinneret' will be created at the root of the partition you have selected. This directory will hold system data and configuration files. Do not make changed to the content of this directory!<BR/><BR/>In addition to that directory you can select / create your default directory for saving your data and documents (your "home directory").
he: ספריה בשם kinneret תיווצר בשורש של המחיצה הנבחרת. ספרייה זו תשמש לאיחסון קבצי הגדרות וקבצי מערכת אחרים. אין לבצע שינויים בתוכן ספריה זו על-מנת להבטיח פעולה תקינה של המערכת.<br/>&nbsp;<br/>בנוסף לספריה זו יש באפשרותך לבחור/ליצור את ספריית ברירת המחדל לשמירת מסמכים (&quot;ספריית הבית&quot;)<br/>

source: Create
he: צור

source: <I>GNU/Linux Kinneret</I> is able to import TrueType fonts from an existing Windows partition. <I>Kinneret</I> is also able to import non-Windows fonts, as long as they are TrueType (have the .ttf extension).<BR/><I>Kinneret</I> have scanned and added the fonts that are in your standart Windows fonts directory (if it was found). You can add and remove font directories as you wish.
he: גנו/לינוקס כנרת מסוגלת לייבא גופנים ממחיצת חלונות קיימת. גנו/לינוקס כנרת אף מסוגלת לייבא גופנים שאינם מותקנים תחת חלונות, כל עוד הם זמינים לה ונמצאים בפורמט TrueType, כלומר בעלי סיומת ttf.<br/>גנו/לינוקס כנרת סרקה את המערכת וכללה את ספריית הגופנים הסטנדרטית של חלונות (אם נמצאה). באפשרותך להוסיף ולהסיר ספריות כרצונך.<br/>

source: A home directory was configured for you in <I>Kinneret</I>, this directory will be your default place to save documents and data. The little house icon in the quick-launch bar will allow you to access this directory easily. Any file that will be written in this directory will be accessible from both Windows and <I>Kinneret</I>.<BR/><BR/>For your security, the home directory, and the partition it is on, are the only place you have write access to. Therefore, you shouldn't write data to any other place, they won't be saved after a reboot.
he: הוגדרה עבורך ספריית בית ב<i>גנו/לינוקס כנרת </i>שתשמש כברירת המחדל לשמירת קבציך האישיים. סמל &quot;בית&quot; בשורת המשימות יאפשר לך להגיע בקלות לספריה זו. יש באפשרותך לגשת לכל הקבצים שיישמרו בספריה זו גם תחת &quot;חלונות&quot;. <br/>&nbsp;<br/>מסיבות אבטחה, ספריית הבית והמחיצה בה היא נמצאת, הם המקומות היחידים אליהם יש לך הרשאת כתיבה, לכן, לא כדאי לנסות לשמור קבצים במקומות אחרים - הם לא יישמרו לאחר איתחול מחדש.<br/>

source: You must have a lot of questions about <I>GNU/Linux Kinneret</I>: What can I do with it? How do I use the application that comes with it? What's <I>GNU/Linux</I>?<BR/><BR/>For that purpose we have created the Learn to Swim Guide (or The Swimming Guide) that will allow you to easily get familiar with the system and getting to work with it.<BR/>The guide contains a collection of articles and guides in many subjects. You can activate the guide by double-clicking on the "Learn to Swim" icon on your desktop.<BR/><BR/>The project team congratulates you for your new system, and wishes you a lot of joy and productivity while working with the system!
he: בודאי יש לך שאלות רבות הנוגעות ל<i>גנו/לינוקס כנרת</i>: מה אפשר לעשות איתה? איך להשתמש ביישומים הכלולים בה? מה זה <i>גנו/לינוקס</i>?<br/>&nbsp;<br/>לשם כך, הכנו בעבורך מדריך מיוחד שיאפשר לך להתמצא בקלות ולהפיק את המיטב מהמערכת החדשה שלך. <br/>למדריך קראנו &quot;מדריך השחייה&quot; והוא מכיל אוסף מאמרים בנושאים מגוונים. ניתן להגיע למדריך זה ע&quot;י הקשה על הסמל &quot;מדריך השחייה&quot; על שולחן העבודה שלך.<br/>&nbsp;<br/>צוות הפרוייקט מברך אותך על הפעלת תקליטור זה ומאחל לך הנאה ועבודה פוריה!<br/>

source: What's Next?
he: מה הלאה?

source: DirectoryView
he: תצוגת ספרייה

source: _: NAME OF TRANSLATORS Your names
ar: إسم ألمترجمين: نزار عبد
he: Itay 'z9u2K' Duvdevani Dovix

source: _: EMAIL OF TRANSLATORS Your emails
ar: بريد الكتروني للمترجمين: nizar@srcget.com
he: z9u2k@linux-kinneret.org dovix@linux-kinneret.org
