Repository: BackupTheBerlios/kinneret
Catalog: idial/po/*.po
Languages: he

source: Cannot query default connection
he: שגיאה בקבלת רשימת ספקים

source: Cannot query connections list
he: שגיאה בקבלת רשימת חיבורים

source: Exectuing...
he: מבצע...

source: Connect
he: התחבר

source: Initializing...
he: מגדיר הגדרות מערכת...

source: Cannot initialize connection!
he: שגיאה בעת אתחול מערכת!

source: Failed.
he: נכשל.

source: Booting...
he: מאתחל...

source: Cannot boot connection!
he: שגיאה בעת אתחול חיבור!

source: Connecting...
he: מתחבר...

source: Cannot connect!
he: שגיאה בעת התחברות!

source: Disconnecting...
he: מתנתק...

source: Cannot disconnect!
he: שגיאה בעת התנתקות!

source: Advanced
he: מתקדם

source: List ISPs
he: הצג רשימת ספקים

source: Cannot get ISPs list!
he: שגיאה בקבלת רשימת ספקים

source: List Hardwares
he: הצג רשימת מודמים

source: Cannot get hardwares list!
he: שגיאה בעת קבלת רשימת חומרה

source: Get Info on Hardware
he: הצג מידע אודות חומרה

source: Cannot get hardware info!
he: שגיאה בעת קבלת מידע אודות חומרה

source: Get Info on ISP
he: הצג מידע אודות ספק

source: Delete Current Connection
he: מחק חיבור נוכחי

source: Are you sure you want to delete current connection?
he: האם אתם בטוחים כי ברצונכם למחוק את החיבור הנוכחי?

source: Canceled by user.
he: בוטל ע"י המשתמש.

source: Cannot delete connection!
he: שגיאה בעת מחיקת חיבור!

source: Set Current Connection as Default
he: קבע חיבור נוכחי כברירת מחדל

source: Are you sure you want to set current connection to default?
he: האם אתם בטוחים כי ברצונכם לקבוע חיבור נוכחי כברירת מחדל?

source: Cannot set connection to default!
he: שגיאה בעת קביעת חיבור כברירת מחדל!

source: Extract a Script from Current Connection
he: שלוף סקריפט מתוך חיבור

source: Done.
he: בוצע.

source: Cannot get hardware list!
he: שגיאה בעת קבלת רשימת חומרה!

source: Idial
he: כלי החיוג לאינטרנט

source: Must be root!
he: אינך רץ כמשתמש על! עליך להיות משתמש העל (root).

source: _: NAME OF TRANSLATORS Your names
he: Itay 'z9u2K' Duvdevani

source: _: EMAIL OF TRANSLATORS Your emails
he: z9u2k@linux-kinneret.org
