Repository: BackupTheBerlios/kinneret
Catalog: boot-floppy/Source/locale/*/LC_MESSAGES/default.po
Languages: he

source: About
he: אודות

source: MS Sans Serif
he: למדריך מפורט יש ללחוץ כאן.

source: Close
he: סגור

source: Edit the Values here
he: עריכת הערכים

source: Warning
he: אזהרה

source: Make a bootable floppy
he: הכנת תקליטון הפעלה

source: Welcome to GNU/Linux Kinneret
he: ברוכים הבאים לגנו/לינוקס כנרת

source: Welcome to "Kinneret"
he: "ברוכים הבאים ל-"כנרת

source: For detailed user guide press here.
he: למדריך מפורט נא ללחוץ כאן.

source: Make a Boot-floppy
he: הכנת תקליטון הפעלה

source: Exit
he: יציאה

source: Reboot
he: אתחול המחשב

source: Advanced options for editing kernel parameters
he: אפשרויות מתקדמות לעריכת הפרמטרים הנשלחים אל הליבה בזמן האיתחול

source: Boot-floppy options
he: אפשרויות תקליטון הפעלה

source: Hard-Drive Operation
he: הפעלה מכונן קשיח

source: Uninstall Kinneret
he: הסרת כנרת

source: Kinneret's Boot Floppy Maker, And "HD operation" wizard. Version: %s, Date: %s, Written by: Nir Misgav. Email: %s All rights reserved to GNU/Linux Kinneret, http://www.linux-kinneret.org Lincense: GPL. First version (0.1) was based on: RawWriteWin-0.7, Written by: John Newbigin, Graphics made with: TGIFImage, Author: Andres Melander, Ported to D7 by: Finn Tolderlund. License: See TGIFImage.hlp, under section : License. Unicode Libraries from: Tnt Unicode Controls, by Tnt Software Products. License: Unspecific open source, See: TntUnicode.txt. "HD Operation" wizard is using: GRUBINSTALL ver:9b by: Lode Leroy, and LOADLIN ver:1.6c by: Hans Lermen.
he: מכין תקליטון ההפעלה של כנרת, ואשף "הפעלה מכונן קשיח". גרסה: %s מתאריך: %s, נכתב ע"י: ניר משגב. דוא"ל: %s, כל הזכויות שמורות לגנו/לינוקס כנרת, http://www.linux-kinneret.org רשיון: GPL. הגרסה הראשונה (0.1) מבוססת על: RawWriteWin-0.7, אשר נכתב ע"י: John Newbigin. ספריית הגרפיקה: TGIFImage, נכתבה ע"י: Andres Melander, הוסבה לדלפי 7 ע"י: Finn Torbelund, רשיון: ראה TGIFImage.hlp, בסעיף: License. ספריית יוניקוד: Tnt Unicode Controls, ע"י Tnt Software Products. רשיון: פתוח (לא מוגדר), ראה: TntUnicode.txt. אשף "התקנה לכונן קשיח" נעזר ב: GRUBINSTALL גרסה: b9 אשר נכתב ע"י: Lode Leroy, וב- LOADLIN גרסה: c1.6 אשר נכתב ע"י: Hans Lermen.

source: Really remove %s ?
he: באמת להסיר את %s ?

source: These options are for advanced users only You can ruin the boot-floppy easily here. You can change the kernel parameters here, These parameters will be saved in the floppy, for future boot-ups.
he: אפשרויות אלה נועדו למשתמשים מתקדמים, ניתן להרוס את התקליטון בקלות כאן. באפשרותך לשנות את הפרמטרים הנשלחים אל הליבה, פרמטרים אלה יישמרו בתקליטון לאיתחולים עתידיים.

source: Advanced options
he: אפשרויות מתקדמות

source: To add a new key, insert the key name and press Enter.
he: על מנת להוסיף מפתח, יש להכניס את שם המפתח ולחץ ENTER.

source: Remove key
he: הסרת מפתח

source: Add a new key here
he: : הוספת מפתח חדש

source: Remove a selected Key and his Value
he: הסרת המפתח שנבחר וערכו

source: Cancel
he: ביטול

source: Exit without saving
he: יציאה ללא שמירה

source: Save && Exit
he: שמירה ויציאה

source: Save changes and exit
he: שמירת השינויים ויציאה

source: You must Insert a key
he: יש להכניס שם מפתח

source: Error - You can't enter spaces
he: שגיאה - לא ניתן להכניס רווחים

source: This key is already in the list, Edit it instead.
he: המפתח כבר נצא ברשימה, יש לערוך אותו.

source: Save changes and exit ?
he: לשמור את השינויים ולצאת ?

source: Unable to save changes, Verify the floppy is in place and try again.
he: לא ניתן לשמור שינויים, אנא וודא שהתקליטון עדיין בכונן ונסה שוב.

source: Unable to find Windows version
he: לא ניתן למצוא את גרסת החלונות

source: Information
he: מידע

source: Question
he: ווידוא

source: No
he: לא

source: Yes
he: כן

source: Continue
he: המשך

source: Error
he: שגיאה

source: Ok
he: אישור

source: Hard-Drive Operation Wizard
he: אשף- הפעלה מכונן קשיח

source: What is "Hard-Drive Operation" ? You can work with GNU/Linux Kinneret from the CD, without installing it to the hard-drive. "HD Operation" can copy the system into the Hard-Drive, and enable the work from there. This method will improve speed, and performance, and also frees the CD driver for other uses (like listening to music CD's). For your knoledge, "HD Operation" is not a complete system installation, therefore it does not require partitioning and, doesn't allow installation of more progrmas. A "HD installation" will be hopefully available in the future. Do you want to make a Hard-Drive Operation ?
he: מהי "הפעלה מכונן קשיח" ? ניתן להפעיל את גנו/לינוקס כנרת מהתקליטור, ללא צורך בהתקנת המערכת לכונן הקשיח. "הפעלה מכונן קשיח" מעתיקה את המערכת לדיסק הקשיח, ומאפשרת את הפעלתה משם. שיטת עבודה זו משפרת את תגובתיות ומהירות המערכת, וכן מפנה את כונן התקליטורים לשימושים אחרים (כגון האזנה לתקליטורי שמע). לידיעתך! "הפעלה מכונן קשיח" אינה התקנה של המערכת, לכן אינה דורשת "חלוקה למחיצות", ואינה מאפשרת התקנת תוכנות נוספות. אנו מקווים לתמוך ב-"התקנה לכונן קשיח" בגרסה עתידית. האם ברצונך לאפשר "הפעלה מכונן קשיח" ?

source: Not now, thanks
he: לא עכשיו, תודה

source: Warning - This installation method is still HIGHLY EXPERIMENTAL. Continue at your own risk.
he: אזהרה - תהליך התקנה זה הינו עדיין ניסיוני. השימוש באחריותך בלבד.

source: You are using Windows Me. Unfortunately Microsoft disabled Real Dos-Mode in this version, so you won't be able to start Kinneret without the Kinneret CD, or Kinneret Boot-Floppy. To learn more, search Google for : Windows Millenium Real Dos.
he: זוהתה מערכת ההפעלה : חלונות Me. בגרסה זו, מיקרוסופט ביטלה את האפשרות לבצע איתחול במצב Real Dos, לכן לא ניתן יהיה להפעיל את כנרת ללא התקליטור או תקליטון-הפעלה (אפשרויות האיתחול האחרות לא יעבדו). למידע נוסף, חפש/י בגוגל: Windows Millenium Real Dos.

source: Hard-Drive Operation options
he: אפשרויות הפעלה מכונן קשיח

source: Start Installation
he: התחל התקנה

source: Choose a drive to install GNU/Linux Kinneret :
he: נא לבחור כונן להתקנת גנו/לינוקס כנרת :

source: Note: In some cases, a small directory will be created in drive C:, even if you choose another drive.
he: הערה: במקרים מסויימים, תיקייה קטנה תיווצר בכונן :C, אפילו אם בחרת בכונן אחר.

source: In order to start Kinneret, you can always boot with the Kinneret CD, or with a Boot-Floppy. After booting, Kinneret continues to load from the Hard-Drive automatically. However, if you rather not use the CD at all, You can choose one or more of the next options (recommended) :
he: על מנת לאתחל את כנרת, ניתן תמיד לאתחל את המחשב בעזרת התקליטור, או על ידי תקליטון-הפעלה. לאחר האיתחול, כנרת תעלה באופן אוטומטי מהדיסק הקשיח. אולם, יש באפשרותך לבחור באחת או יותר משיטות האיתחול הבאות (מומלץ) :

source: Drive Options
he: בחירת כונן

source: Boot Options
he: אפשרויות איתחול

source: Desktop shortcut (Windows 95,98)
he: קיצור דרך על שולחן העבודה (חלונות 95, 98)

source: Boot Menu (Windows 95,98, NT,2000, XP)
he: תפריט בזמן האיתחול (חלונות 95, 98, NT, 2000, XP)

source: Drive
he: כונן

source: Free space before inst.
he: פנוי לפני ההתקנה

source: Free space after inst.
he: פנוי לאחר ההתקנה

source: Not enough free space on drive %s: Choose another one.
he: אין מספיק שטח פנוי בכונן : %s בחר בכונן אחר.

source: Drive C: is full, Unable to copy files. Free up some space, or try again without Boot Options.
he: כונן C: מלא, לא ניתן להעתיק אליו קבצים. פנה מקום בכונן, או נסה שנית ללא אפשרויות איתחול.

source: Error while copying files.
he: שגיאה בהעתקת קבצים.

source: Error, Can't find C:\boot.ini Unable to install Boot-Menu.
he: שגיאה, לא מוצא את C:\boot.ini לא ניתן להתקין תפריט איתחול.

source: Error, Can't modify C:\boot.ini Unable to install Boot-Menu.
he: שגיאה, לא ניתן לעדכן את C:\boot.ini, לא ניתן להתקין תפריט איתחול.

source: An old Boot-Menu was detected on your system, Would you like to remove it ?
he: תפריט איתחול ישן כבר נמצא במערכת, האם ברצונך להסירו ?

source: Installation finished successfully.
he: ההתקנה הסתיימה בהצלחה.

source: Installation failed.
he: ההתקנה נכשלה.

source: Please wait while installing Kinneret, this may take several minutes...
he: נא להמתין, ההתקנה עשויה להימשך מספר דקות...

source: Installing Kinneret
he: מתקין את כנרת

source: Another Boot-Menu which is not related to Kinneret was detected on your system. Kinneret boot-menu cannot be installed.
he: תפריט איתחול אשר אינו שייך לכנרת זהה במערכת. לא ניתן להתקין את תפריט האיתחול של כנרת.

source: There is an old Kinneret Boot-Menu installed, would you like to overwrite it ?
he: תפריט איתחול ישן כבר נמצא במערכת, האם ברצונך לשכתב אותו ?

source: It seems that there is an old Kinneret Boot-Menu installed, but it is corrupted.
he: נראה כי קיים תפריט איתחול של כנרת במערכת, אולם הוא פגום.

source: There is an unknown problem with the Boot-Menu.
he: קרתה שגיאה לא מוכרת בתפריט האיתחול.

source: There is an old Kinneret Boot-Menu installed, Do you want to remove it ?
he: תפריט איתחול ישן כבר נמצא במערכת, האם ברצונך להסירו ?

source: Warning - All the data in this floppy will be erased. Do you want to continune ?
he: אזהרה - כל המידע שבתקליטון יימחק! האם להמשיך?

source: Making disk, Please wait...
he: מכין את התקליטון, נא להמתין...

source: Error - Floppy is not found on drive A:
he: A: שגיאה - אין תקליטון בכונן.

source: Error - The floppy is write protected
he: שגיאה - התקליטון מוגן בפני כתיבה.

source: Error - The floppy is being used by another process
he: שגיאה - הכונן תפוס ע"י תהליך אחר

source: Error - The floppy is defected, Try another floppy
he: שגיאה - התקליטון פגום, אנא נסה/י אחר

source: Unknown Error - No'-
he: - שגיאה לא ידועה

source: Error - Unable to write to disk, Please verify that the disk is in drive and not write protected.
he: שגיאה - אין אפשרות לכתוב לתקליטון. אנא וודא/י שהתקליטון בכונן, ושאינו מוגן מכתיבה.

source: Error - Cannot find Drive A:
he: שגיאה - אין גישה לכונן :A

source: The disk was succesfully written.
he: התקליטון הוכן בהצלחה.

source: Operation has faild, Please try again.
he: הכנת התקליטון נכשלה, אנא נסה/י שנית.

source: Please Insert a floppy to drive A:
he: נא להכניס תקליטון לכונן :A

source: Start
he: התחל

source: You are going to reboot the computer. In order to prevent data loss, Please close all running programs. Continune ?
he: על מנת למנוע איבוד מידע בזמן איתחול המחשב, מומלץ לסגור את כל התוכניות הרצות כרגע. האם להמשיך?

source: Floppy has been successfully written. To restart Kinneret: Make sure the Floppy and the CD are still in place, close any running programs, and Reboot the computer.
he: התקליטון הוכן בהצלחה. על מנת להפעיל את כנרת עליך: לוודא שהתקליטון והתקליטור עדיין במקומם, לסגור את כל התוכניות הרצות כרגע, ולאתחל את המחשב מחדש.

source: Welcome to GNU/Linux Kinneret. This program is not an installation Program, because Kinneret doesn't need to be installed. To start Kinneret, You should boot the computer from the Kinneret CD. If You can't or don't know how to boot from CD, You can make a bootable floppy here. NEW: You can now make a "Hard-Drive Operation", if you want to work with Kinneret from the Hard-Drive.
he: ברוך בואך לגנו/לינוקס כנרת. זוהי אינה תוכנית התקנה, מכיוון שכנרת אינה זקוקה להתקנה. על מנת להפעיל את כנרת יש לאתחל את המחשב מחדש התקליטור. אם אינך רוצה לאתחל מהתקליטור (או לא ידוע לך איך עושים זאת), ביכולתך להכין תקליטון הפעלה כאן. חדש: ניתן לבצע "הפעלה מכונן קשיח" כדי להפעיל את כנרת ישירות מהכונן הקשיח, ללא צורך בתקליטור.

source: Kinneret was successfully installed. In order to start Kinneret: If you installed a Desktop Shortcut, just launch it, and answer 'Ok' on the message. If you installed a Boot-Menu, you should reboot, and choose 'GNU/Linux Kinneret' in the Menu that appears on boot time. If you haven't installed any of these boot options, just start Kinneret regularly, with the Kinneret CD, or with a Boot-Floppy.
he: כנרת הותקנה בהצלחה. על מנת להפעיל את כנרת : אם התקנת קיצור דרך על שולחן העבודה, עליך להפעיל אותו, ולבחור 'אישור' בהודעה המוצגת. אם התקנת תפריט איתחול, עליך לאתחל את המחשב, ובתפריט שיופיע בזמן האיתחול לבחור ב - GNU/Linux Kinneret. אם לא בחרת באף אחת מאפשרויות אלה, תוכל/י להפעיל את כנרת בדרך הרגילה, באמצעות תקליטור כנרת, או באמצעות תקליטון הפעלה.

source: In order to enter the Boot-floppy options, you must put your boot-floppy (The floppy you can make here) in drive A:
he: על מנת להיכנס לאפשרויות תקליטון הפעלה, יש להכניס את תקליטון ההפעלה (שהכנת כאן) לכונן :A
